import React, { Component, Container, Row,Col } from 'react'
class Tweets extends Component {
import 
    render() {
        return (
            <div>
<section id="faq" className="faq section-bg">
  <div className="container" data-aos="fade-up">
    <div className="section-title">
      <h2>Tweets From our dataset</h2>
    </div>
  </div>
  <table className="table">
    <thead className="thead-dark">
      <tr>
        <th scope="col">#</th>
        <th scope={3}>Covid Tweets&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </th>
        <th scope="col">Sarcastic</th>
        <th scope="col">Sentiment</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <th scope="row">1</th>
        <td>@ALG_Presidency بوناطيرو لقى الدواء ولا مزال ؟ كورونا راحت شهر أفريل ولا مزال ؟ داوكم لأوروبا باه تشوفو لفقر ولا مزال ؟ كليتو اللحم نتاع 800 دج ولا مزال ؟ استرجعوا الأموال المنهوبة ولا مزال ؟ دارولكم الانجليزية في بلاصة الفرنسية ولا مزال ؟ يادرا القبايل قسموا لبلاد ولا مزال ؟</td>
        <td>Yes</td>
        <td>Neutral</td>
      </tr>
      <tr>
        <th scope="row">2</th>
        <td>الشعب الاسباني كله صايع بره طوال اليوم وباليل يروح يشوف نتائج الكورونا يحسبها انتخابات🤚🏻🤣🤣🤣🤣</td>
        <td>Yes</td>
        <td>	Positive</td>
      </tr>
      <tr>
        <th scope="row">3</th>
        <td>سيذهب #كورونا وتُفتح المدارس والجامعات ويأتي رمضان بخير قولوا: ياااااارب واستغفروا وتفاءلوا بالخير تجدوه</td>
        <td>No</td>
        <td>Positive</td>
      </tr><tr>
        <th scope="row">4</th>
        <td>اللي عجبتني في الكورونا المسؤولين والنواب وعيت هلت واعيالهم ما يقدروش يعالجو في الخارج يا نعيشوا مع بعضنا يا نموتو مع بعضنا 😂😂 إنها العدالة الكورونية 💯 @AnisAbdaljawad</td>
        <td>Yes</td>
        <td>Positive</td>
      </tr> <tr>
        <th scope="row">5</th>
        <td>@omar_kaliid يروح الوباء وترجع الحياه كما كانت وافضل</td>
        <td>No</td>
        <td>Neutral</td>
      </tr> <tr>
        <th scope="row">6</th>
        <td>@3boodhootii اشتقتلك والله يالغالي💔 الله يلعن كورونا</td>
        <td>No</td>
        <td>Negative</td>
      </tr> <tr>
        <th scope="row">7</th>
        <td>عند الخروج من المنزل عليك اتباع سبل الوقاية الصحيحة - اغسل يديك وعقمها باستمرار - ابتعد عن أماكن التجمعات - لا تقترب من أحد واجعل مسافة لا تقل عن مترين وتذكر دائمًا أن كبار السن وأصحاب الأمراض الاهتمام بنفسهم #الوقاية_من_كورونا #كلنا_مسؤول https://t.co/zN0WrGDlNg</td>
        <td>No</td>
        <td>Neutral</td>
      </tr> <tr>
        <th scope="row">8</th>
        <td>	بسبب الخوف والرعب من فيروس كورونا / اخطأت وقالت سنموت بعد الفاصل 😄 https://t.co/pERviPvm6O</td>
        <td>Yes</td>
        <td>Positive</td>
      </tr> <tr>
        <th scope="row">9</th>
        <td>واحد يقول ! قلت لجدتي ماريك في كورونا. لو وصلت لليمن . قالت أيش ب نستفيد هي بتوصل ليد للاطراف المتصارعه و المسؤولين السرق وبيقسموها بينهم البين ولا بنحصل منها شي!? 😹 تقولي قالت. والله قلت ياريت والله وربي يسمع منكي ياجده #هي راكنه ان كرونا مساعدات ههههه😁😎😂 https://t.co/P8AVcooP54</td>
        <td>Yes</td>
        <td>Positive</td>
      </tr> <tr>
        <th scope="row">10</th>
        <td>	خالى توفى فى الجزائر فى مستشفى بعين النعجة بفيروس كورونا أرجو منكم الدعاء ربي يرحمو اناالله وأنا إليه راجعون البقاء لله ربنا يرحمه ويسكنه فسيح جناته ويلهم أهله الصبر والسلوان 😢😢😭😭😭 https://t.co/OZHlkry5cG</td>
        <td>No</td>
        <td>Negative</td>
      </tr>
    </tbody>
  </table>
  <table className="table">
    <thead className="thead-light">
      <tr>
        <th scope="col">#</th>
        <th scope={3}>Arsarcasm Tweets&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </th>
        <th scope="col">Sarcastic</th>
        <th scope="col">Sentiment</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <th scope="row">1</th>
        <td>مؤشر خطير: ٩٠٪ من الشخصيات البرلمانية في الكويت تعرض الى اما شتم او استهزاء من قبل الشارع الكويتي سواء بطريقة مباشرة او غير مباشرة. . عزيزي المواطن هذا لايدل على حرية الفكر والرأي انما يدل على ان هناك شعب فاسد ينتخب نائب فاسد. . #شتم بالكويت يعني سب! بالكويتي يعني ضغاط!</td>
        <td>Yes</td>
        <td>Negative</td>
      </tr>
      <tr>
        <th scope="row">2</th>
        <td>فـ الأيام الي فاتن اكتشفت ان الأنسان عنده طاقه</td>
        <td>No</td>
        <td>Positive</td>
      </tr>
      <tr>
        <th scope="row">3</th>
        <td>مكتوب للغايب يوم هيعود❤❤اللهم لك الحمد حاسه روحي رجعتلي والله ❤❤❤</td>
        <td>No</td>
        <td>Positive</td>
      </tr>
      <tr>
        <th scope="row">4</th>
        <td>فى الانتخابات «الغرامة» ضد «الكرامة»، فالدول المتخلفة تقعدك فى البيت بحظر التجول وتنزلك من البيت بفرض الغرامة -</td>
        <td>Yes</td>
        <td>Negative</td>
      </tr> <tr>
        <th scope="row">5</th>
        <td>الأمير: الوووو مين؟ الكوتش:أنا سامي الجابر الأمير:وش تبي؟ الكوتش: نبي نفوزعلى التعاون. الأمير:طوط..طوط..طوط #التعاون_الهلال #النصر	</td>
        <td>Yes</td>
        <td>Neutral</td>
      </tr> <tr>
        <th scope="row">6</th>
        <td>طالع لحالي اليوم اروق راسي😍😍	</td>
        <td>No</td>
        <td>Positive</td>
      </tr> <tr>
        <th scope="row">7</th>
        <td>ان يرقد اثنان من افراد عائلتي في نفس المشفى الذي ارقد فيه هو بحد ذاته الاجساد واهنةٌ دوماً و شيمتها الضعف، ياليتنا خلقنا ارواحاً فحسب	</td>
        <td>No</td>
        <td>Negative</td>
      </tr> <tr>
        <th scope="row">8</th>
        <td>اتجوز عروسة اتجوزت سجادة فيه ايه يابشر 🤦‍♀️☺😂😂😂	</td>
        <td>Yes</td>
        <td>Negative</td>
      </tr> <tr>
        <th scope="row">9</th>
        <td>أنت فيني وأنت مني وأنت لي 🥺🤍	</td>
        <td>No</td>
        <td>Negative</td>
      </tr> <tr>
        <th scope="row">10</th>
        <td>تأمل الشخصيات اللي هتقود المشهد في مصر تعرف احنا وصلنا لإيه . عباس كامل وعلي عبعال . ضياء رشوان ومكرم محمد احمد . مصطفي بكري ومصطفي الفقي . أل أديب واحمد موسي .. الخ الخ . دا غبر القادم واثق الخطوه توفيق عكاشه #مصر	</td>
        <td>Yes</td>
        <td>Negative</td>
      </tr>
    </tbody>
  </table>
</section>
            </div>
        )}}
        export default Tweets